# -*- coding=utf-8 -*-

fps = 60

win_size = {
            "ширина": 700,
            "высота": 500
            }

color_tab = {
            "желтый":    (255, 204,   0),
            "оранжевый": (204, 102,   0),
            "красный":   (255,   0,   0),
            "розовый":   (255,  51,  51),
            "салатовый": (102, 255, 102),
            "зеленый":   ( 51, 102,  51),
            "голубой":   ( 51, 153, 204),
            "синий":     (  0,  51, 153),
            "фиолетовый":( 51,  51, 102),
            "коричневый":(102,  51,   0),
            "белый":     (255, 255, 255),
            "серый":     (102, 102, 102),
            "черный":    (  0,   0,   0)
            }

# -------- Text block -----------
tx001 = ""
tx002 = ""
tx003 = ""